Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: include column names in every <code>INSERT</code> statement <br> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3)</code>
sv: inkludera kolumnnamn i varje <code>INSERT</code>-kommando <br> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3)</code>

source: insert multiple rows in every <code>INSERT</code> statement<br> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name VALUES (1,2,3), (4,5,6), (7,8,9)</code>
sv: mata in flera rader i varje <code>INSERT</code>-kommando<br> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name VALUES (1,2,3), (4,5,6), (7,8,9)</code>

source: both of the above<br> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3), (4,5,6), (7,8,9)</code>
sv: bÃ¥da av ovanstÃ¥ende<br> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name (col_A,col_B,col_C) VALUES (1,2,3), (4,5,6), (7,8,9)</code>

source: neither of the above<br> &nbsp; &nbsp; &nbsp; Example: <code>INSERT INTO tbl_name VALUES (1,2,3)</code>
sv: inget av ovanstÃ¥ende<br> &nbsp; &nbsp; &nbsp; Exempel: <code>INSERT INTO tbl_name VALUES (1,2,3)</code>

source: Invalid format of mediawiki input on line: <br>%s.
sv: Ogiltigt format pÃ¥ mediawiki-data pÃ¥ rad:<br>%s.

source: You do not have necessary privileges to create a database named '%s'. You may go to 'Operations' tab of any database to set up the phpMyAdmin configuration storage there.
sv: Du har inte nÃ¶dvÃ¤ndiga behÃ¶righeter fÃ¶r att skapa en databas med namnet "%s". Du kan gÃ¥ till "Drift" fliken i nÃ¥gon databas, och stÃ¤lla in phpMyAdmin konfigurationslagring dÃ¤r.

source: %sCreate%s a database named '%s' and setup the phpMyAdmin configuration storage there.
sv: %sCreate%s en databas heter "%s" och installera phpMyAdmin konfiguration lagring dÃ¤r.

source: Error 404! The page %s was not found.
sv: Fel 404! Sidan %s hittades inte.

source: Error 405! Request method not allowed.
sv: Fel 405! FÃ¶rfrÃ¥gningsmetoden ej tillÃ¥ten.

source: If column type is "enum" or "set", please enter the values using this format: 'a','b','c'â¦<br>If you ever need to put a backslash ("\") or a single quote ("'") amongst those values, precede it with a backslash (for example '\\xyz' or 'a\'b').
sv: Om en fÃ¤lttyp Ã¤r "enum" eller "set", ange vÃ¤rden enligt fÃ¶ljande format: 'a','b','c'â¦<br>Om du behÃ¶ver lÃ¤gga till ett backslash ("\") eller ett enkelcitat ("'") i vÃ¤rdena, skriv ett backslash fÃ¶re tecknet (t.ex. '\\xyz' eller 'a\'b').

source: Please enter the values for transformation options using this format: 'a', 100, b,'c'â¦<br>If you ever need to put a backslash ("\") or a single quote ("'") amongst those values, precede it with a backslash (for example '\\xyz' or 'a\'b').
sv: Ange vÃ¤rdena fÃ¶r omvandlingsparametrar enligt fÃ¶ljande format: 'a', 100, b,'c'â¦<br>Om du behÃ¶ver lÃ¤gga till ett bakÃ¥tstreck ("\") eller ett enkelcitat ("'") i vÃ¤rdena, skriv ett bakÃ¥tstreck fÃ¶re tecknet (t.ex. '\\xyz' eller 'a\'b').

source: Choose "GeomFromText" from the "Function" column and paste the string below into the "Value" field.
sv: VÃ¤lj "GeomFromText" i kolumnen "Funktion" och klistra in strÃ¤ngen i fÃ¤ltet "VÃ¤rde".

source: Select from the web server upload directory [strong]%s[/strong]:
sv: VÃ¤lj frÃ¥n webbserverns uppladdningskatalog [strong]%s[/strong]:

source: Allows creating foreign key relations.
sv: TillÃ¥ter skapande av frÃ¤mmande nyckel-relationer.

source: Cannot rename database to the same name. Change the name and try again.
sv: Kan inte dÃ¶pa om databasen till samma namn. Byt namn och testa igen.

source: Please select the file you want to import:
sv: VÃ¤lj den fil du vill importera:

source: This action may change some of the columns definition.[br]Are you sure you want to continue?
sv: Den hÃ¤r Ã¥tgÃ¤rden kan Ã¤ndra nÃ¥gra av kolumnerna definitionen.[br]Ãr du sÃ¤ker pÃ¥ att du vill fortsÃ¤tta?

source: General relation features:
sv: Vanliga relationsfunktioner:

source: SQL history:
sv: SQL-historik:

source: Web server to reconfigure automatically:
sv: Webbserver som ska konfigureras automatiskt:

source: Please choose the web server that should be automatically configured to run phpMyAdmin.
sv: VÃÂ¤lj den webbserver som ska konfigureras automatiskt fÃÂ¶r att kÃÂ¶ra phpMyAdmin.

source: Charts
sv: TeckenuppsÃ¤ttningar

source: date
sv: Datum

source: string
sv: StrÃ¤ng

source: A warning is displayed on the main page if Suhosin is detected.
sv: En varning visas pÃ¥ huvudsidan om Suhosin upptÃ¤cks.

source: You can set this parameter to ``true`` to stop this message from appearing.
sv: Du kan ange den hÃ¤r parametern till '' sant '' att stoppa det hÃ¤r meddelandet visas.

source: A warning is displayed on the main page if there is a difference between the MySQL library and server version.
sv: En varning visas pÃ¥ huvudsidan om det finns en skillnad mellan MySQL-bibliotek och server versionen.

source: NULL
sv: nollÃ¤ge

source: The maximum number of database names to be displayed in the main panel's database list.
sv: Det maximala antalet databasnamn som ska visas i huvudpanelens databaslista.

source: Define whether the previous login should be recalled or not in cookie authentication mode.
sv: Ange om den tidigare inloggningen ska Ã¥terkallas eller inte vid autentiseringslÃ¤ge med cookies.

source: Define how long login cookie should be stored in browser. Default 0 means that it will be kept for existing session. This is recommended for not trusted environments.
sv: Ange hur lÃ¥ng tid som en inloggnings-cookie ska lagras i webblÃ¤saren. StandardvÃ¤rdet 0 innebÃ¤r att den sparas endast under befintlig session, och tas bort sÃ¥ snart webblÃ¤saren stÃ¤ngs. Detta Ã¤r rekommenderat fÃ¶r icke pÃ¥litliga miljÃ¶er.

source: Defines whether or not to display the phpMyAdmin logo at the top of the navigation panel.
sv: Definierar huruvida phpMyAdmin logotypen hÃ¶gst upp pÃ¥ navigeringspanelen.

source: Defines whether or not to display a server choice at the top of the navigation panel.
sv: Definierar Ã¤ven att visa ett server val hÃ¶gst upp pÃ¥ navigeringspanelen.

source: null
sv: nollÃ¤ge

source: Defines whether or not to save all edited cells at once for grid editing.
sv: Anger om eller inte att spara alla redigerade celler pÃ¥ en gÃ¥ng fÃ¶r rutnÃ¤t redigering.

source: ``quick`` to display the minimum number of options to configure
sv: Snabb - visa endast minimalt alternativ fÃ¶r konfiguration

source: ``custom`` to display every available option to configure
sv: '' egna '' att visa alla tillgÃ¤ngliga alternativ fÃ¶r att konfigurera

source: ``'none'`` - disable encoding conversion
sv: ``'none'`` - inaktiverar konvertering av kodning

source: Copyright
sv: Upphovsrätt

source: database maintenance controls
sv: databas underhÃ¥ll kontroller

source: bookmarks feature
sv: bokmÃ¤rken funktionen

source: mySQL table statistics
sv: mySQL tabellstatistik

source: MySQL 4.0 / 4.1 / 5.0 compatibility
sv: Kompatibilitet med MySQL 4.0 / 4.1 / 5.0

source: privileges administration
sv: privilegier administration

source: (MIME)-Transformations for columns
sv: (MIME)-transformationer fÃ¶r kolumner

source: japanese kanji encoding conversion feature
sv: Omvandlingsmotor

source: the Cookie authentication mode
sv: Cookie autentisering

source: table relation-links feature
sv: tabell-relation lÃ¤nkar-funktionen

source: mysqli support
sv: StÃ¶d fÃ¶r mysqli

source: user preferences
sv: anvÃ¤ndarinstÃ¤llningar

source: Drizzle support
sv: StÃ¶d fÃ¶r Drizzle

source: Tracking mechanism
sv: SpÃ¥rningsmekanism

source: Synchronization feature (removed in release 4.0)
sv: Synkroniseringsfunktionen (borta i release 4.0)

source: Replication support
sv: Replikering stÃ¶d

source: Visual query builder
sv: Visuell frÃ¥geskapare

source: OpenGIS support
sv: StÃ¶d fÃ¶r OpenGIS

source: Italian translation updates
sv: Italienska Ã¶versÃ¤ttningsuppdateringar

source: Dutch translation updates
sv: NederlÃ¤ndska Ã¶versÃ¤ttningsuppdateringar

source: Arabic
sv: Arabiska

source: Armenian
sv: Armeniska

source: Bulgarian
sv: Bulgariska

source: Czech
sv: Tjeckisk

source: Danish
sv: Danska

source: Estonian
sv: Estniska

source: German
sv: Tyska

source: Greek
sv: Grekisk

source: Hebrew
sv: Hebreiska

source: Hungarian
sv: Ungerska

source: Japanese
sv: Japanska

source: Korean
sv: Koreanska

source: Latvian
sv: Lettiska

source: Lithuanian
sv: Litauisk

source: Persian
sv: Persiska

source: Polish
sv: Polska

source: Romanian
sv: RumÃ¤nska

source: Russian
sv: Ryska

source: Slovak
sv: Slovakiska

source: Slovenian
sv: Slovenska

source: Spanish
sv: Spanska

source: Swedish
sv: Svenska

source: Thai
sv: Thailändska

source: Turkish
sv: Turkiska

source: Ukrainian
sv: Ukrainska

source: Vietnamese
sv: Vietnamesiska

source: Documentation translators
sv: DokumentationsÃ¶versÃ¤ttare

source: Thanks go to
sv: Tack till

source: Developers Information
sv: Information fÃ¶r utvecklare

source: phpMyAdmin is Open Source, so you're invited to contribute to it. Many great features have been written by other people and you too can help to make phpMyAdmin a useful tool.
sv: phpMyAdmin Ã¤r Open Source sÃ¥ du Ã¤r vÃ¤lkommen att bidra. MÃ¥nga fantastiska funktioner har skrivits av andra personer och du kan ocksÃ¥ hjÃ¤lpa till att gÃ¶ra phpMyAdmin till ett nyttigt verktyg.

source: You can check out all the possibilities to contribute in the `contribute section on our website <https://www.phpmyadmin.net/contribute/>`_.
sv: Du kan se alla mÃ¶jligheter att bidra i `bidrag-sektionen pÃ¥ vÃ¥r webbsida <https://www.phpmyadmin.net/contribute/>`_.

source: Using phpMyAdmin
sv: Att anvÃ¤nda phpMyAdmin

source: "Enclose table and column names with backquotes" ensures that column and table names formed with special characters are protected.
sv: "Bifoga tabell och kolumn namn med backquotes" sÃ¤kerstÃ¤ller att kolumn och tabell namn bildade med specialtecken Ã¤r skyddade.

source: Currently opened database
sv: FÃ¶r nÃ¤rvarande Ã¶ppnade databasen

source: Currently opened table
sv: FÃ¶r nÃ¤rvarande Ã¶ppnad tabell

source: Columns of the currently opened table
sv: Kolumnerna i tabellen fÃ¶r nÃ¤rvarande Ã¶ppnade

source: phpMyAdmin with version
sv: phpMyAdmin version

source: To select relation, click: The display column is shown in pink. To set/unset a column as the display column, click the "Choose column to display" icon, then click on the appropriate column name.
sv: Klicka pÃ¥ VÃ¤lj relation: kolumnen displayen visas i rosa. StÃ¤ll in/inaktivera en kolumn som visas kolumnen, klicka pÃ¥ ikonen "VÃ¤lj kolumn", klicka pÃ¥ lÃ¤mplig kolumnn.

source: phpMyAdmin project
sv: phpMyAdmin-projektet

source: Synchronization
sv: Synkronisering

source: <https://en.wikipedia.org/wiki/Bzip2>
sv: <https://sv.wikipedia.org/wiki/Bzip2>

source: column
sv: Kolumn

source: PHP extension
sv: PHP-tillÃ¤gg

source: host
sv: VÃ¤rd

source: Key
sv: Nyckel

source: Storage Engines
sv: Lagringsmotorer

source: table
sv: Tabell

source: a popular data compression and archival format.
sv: ett populÃ¤rt dataformat fÃ¶r komprimering och arkivering.

source: Welcome to phpMyAdmin's documentation!
sv: VÃ¤lkommen till phpMyAdmins dokumentation!

source: Contents:
sv: InnehÃ¥ll:

source: Indices and tables
sv: Index och tabeller

source: Supported features
sv: Funktioner som stÃ¶ds

source: Currently phpMyAdmin can:
sv: FÃ¶r nÃ¤rvarande kan phpMyAdmin:

source: display multiple results sets through stored procedures or queries
sv: visa flera resultatsatser genom lagrade procedurer eller frÃ¥gor

source: create, copy, drop, rename and alter databases, tables, columns and indexes
sv: skapa, kopiera, ta bort, byta namn och Ã¤ndra databaser, tabeller, kolumner och index

source: maintenance server, databases and tables, with proposals on server configuration
sv: underhÃ¥lla server, databaser och tabeller, med fÃ¶rslag pÃ¥ serverkonfigurationen

source: search globally in a database or a subset of it
sv: sÃ¶k globalt i en databas eller en delmÃ¤ngd av den

source: English
sv: Engelska

source: Relations
sv: Relationer

source: Requirements
sv: Krav

source: MySQL 5.5 or newer
sv: MySQL 5.5 eller nyare

source: MariaDB 5.5 or newer
sv: MariaDB 5.5 eller nyare

source: phpMyAdmin configuration storage
sv: phpMyAdmin konfigurationsutrymme

source: HTTP authentication mode
sv: LÃ¤get fÃ¶r HTTP-autentisering

source: Cookie authentication mode
sv: Cookie-autentisering

source: Signon authentication mode
sv: Registrering autentiseringslÃ¤ge

source: Securing your phpMyAdmin installation
sv: SÃ¤kra din phpMyAdmin-installation

source: **This field is required.**
sv: **Detta fÃ¤ltet Ã¤r obligatoriskt.**

source: Count:
sv: Antal:

source: Error when evaluating: %s
sv: Fel vid utvÃ¤rdering:%s

source: You should upgrade, to a stable version of MySQL 5.5.
sv: Du bÃ¶r uppgradera till en stabil version av MySQL 5.5.

source: You are using the MySQL Query cache with a fairly high traffic database. It might be worth considering to use <a href="https://dev.mysql.com/doc/refman/5.6/en/ha-memcached.html">memcached</a> instead of the MySQL Query cache, especially if you have multiple replicas.
sv: Du anvÃ¤nder MySQL:s frÃ¥gecache med en ganska hÃ¶gbelastad databas. Det kan vara vÃ¤rt att Ã¶vervÃ¤ga att anvÃ¤nda <a href="https://dev.mysql.com/doc/refman/5.6/en/ha-memcached.html">memcached</a> istÃ¤llet fÃ¶r frÃ¥gecachen, speciellt om du har flera slavar.

source: Consider increasing {sort_buffer_size} and/or {read_rnd_buffer_size}, depending on your system memory limits.
sv: ÃvervÃ¤g att Ã¶ka {sort_buffer_size} och/eller {read_rnd_buffer_size}, beroende pÃ¥ ditt systems minnesbegrÃ¤nsning.

source: While there is nothing wrong with a high amount of row sorting, you might want to make sure that the queries which require a lot of sorting use indexed columns in the ORDER BY clause, as this will result in much faster sorting.
sv: Ãven om det inte Ã¤r fel med en hÃ¶g andel av radsorteringar, bÃ¶r du se till att frÃ¥gor som krÃ¤ver mycket sortering anvÃ¤nder de indexerade fÃ¤lten i ORDER BY-satsen, dÃ¥ detta kommer resultera i mycket snabbare sortering.

source: This means that joins are doing full table scans. Adding indexes for the columns being used in the join conditions will greatly speed up table joins.
sv: Detta innebÃ¤r att joins gÃ¶r fullstÃ¤ndiga tabellsÃ¶kningar. Att lÃ¤gga till index fÃ¶r de fÃ¤lt som anvÃ¤nder join-villkoren kommer avsevÃ¤rt snabba upp tabellkopplingen.

source: Spanish (traditional)
sv: spanska (traditionell)

source: Spanish (modern)
sv: Spanska (modernt)

source: case-insensitive
sv: skiftlÃ¤gesokÃ¤nslig

source: case-sensitive
sv: skiftlÃ¤geskÃ¤nslig

source: accent-insensitive
sv: accentokÃ¤nslig

source: accent-sensitive
sv: accentkÃ¤nslig

source: kana-sensitive
sv: kanakÃ¤nslig

source: multi-level
sv: flernivÃ¥

source: binary
sv: BinÃ¤r

source: Not implemented yet.
sv: Ãnnu inte implementerat.

source: A new statement was found, but no delimiter between it and the previous one.
sv: En ny sats hittades, men ingen avgrÃ¤nsare mellan det och den fÃ¶regÃ¥ende.

source: Missing comma before start of a new alter operation.
sv: Kommatecken saknas fÃ¶re start av en ny alter-operation.

source: Unrecognized alter operation.
sv: OkÃ¤nd operation.

source: %1$d values were expected, but found %2$d.
sv: %1$d vÃ¤rden var vÃ¤ntat, men hittade %2$d.

source: An opening bracket followed by a set of values was expected.
sv: En inledande hakparentes fÃ¶ljt av en uppsÃ¤ttning vÃ¤rden fÃ¶rvÃ¤ntades.

source: An opening bracket was expected.
sv: En inledande hakparentes fÃ¶rvÃ¤ntades.

source: An alias was previously found.
sv: Ett alias hittades tidigare.

source: A comma or a closing bracket was expected.
sv: Semikolon eller en avslutande hakparentes fÃ¶rvÃ¤ntades.

source: A closing bracket was expected.
sv: En avslutande hakparentes fÃ¶rvÃ¤ntades.

source: Unrecognized data type.
sv: OkÃ¤nd datatyp.

source: An expression was expected.
sv: Ett uttryck fÃ¶rvÃ¤ntades.

source: An alias was expected.
sv: Ett alias fÃ¶rvÃ¤ntades.

source: Unexpected dot.
sv: OvÃ¤ntad punkt.

source: Unexpected token.
sv: OvÃ¤ntad token.

source: An offset was expected.
sv: En fÃ¶rskjutning fÃ¶rvÃ¤ntades.

source: This option conflicts with "%1$s".
sv: Det hÃ¤r alternativet Ã¤r i konflikt med "%1$s".

source: The old name of the table was expected.
sv: Det gamla namnet pÃ¥ tabellen fÃ¶rvÃ¤ntades.

source: Keyword "TO" was expected.
sv: SÃ¶kordet "Till" fÃ¶rvÃ¤ntades.

source: The new name of the table was expected.
sv: Det nya namnet pÃ¥ tabellen fÃ¶rvÃ¤ntades.

source: A rename operation was expected.
sv: Ett namnbyte fÃ¶rvÃ¤ntades.

source: Unexpected character.
sv: OvÃ¤ntade tecken.

source: Expected delimiter.
sv: FÃ¶rvÃ¤ntade avgrÃ¤nsare.

source: Ending quote %1$s was expected.
sv: Slut citat %1$s fÃ¶rvÃ¤ntades.

source: Variable name was expected.
sv: Variabel namn fÃ¶rvÃ¤ntades.

source: Unexpected beginning of statement.
sv: OvÃ¤ntad bÃ¶rjan av satsen.

source: Unrecognized statement type.
sv: OkÃ¤nd uttryckstyp.

source: No transaction was previously started.
sv: Ingen transaktion startades tidigare.

source: Unrecognized keyword.
sv: OkÃ¤nt nyckelord.

source: The name of the entity was expected.
sv: Namnet pÃ¥ entiteten fÃ¶rvÃ¤ntades.

source: At least one column definition was expected.
sv: Minst en kolumndefinition fÃ¶rvÃ¤ntades.

source: A "RETURNS" keyword was expected.
sv: Ett nyckelord fÃ¶rvÃ¤ntades.

source: User avatar
sv: Användaravatar

source: This e-mail address is already in use. Please supply a different e-mail address.
sv: E-postadressen används redan. Ange en annan e-postadress.

source: This username is already taken. Please pick something else.
sv: Det här användarnamnet är redan upptaget. Välj något annat.

source: Full name
sv: Fullständigt namn

source: Name is also used in version control commits.
sv: Namnet används också i versionskontrollarkiveringar.

source: Commit e-mail
sv: Incheckarens mejladress

source: Use account e-mail address
sv: Använd kontots mejladress

source: Used in version-control commits. The address stays in the repository forever once changes are committed by Weblate.
sv: Används i versionskontrollcommits. Adressen finns kvar i arkivet för alltid när ändringarna har committats av Weblate.

source: Use anonymous account name
sv: Använd anonymt kontonamn

source: Use account name
sv: Använd kontonamn

source: Public e-mail
sv: Publik mejladress

source: Hide e-mail address from public view
sv: Dölj denna e-postadress publikt

source: Component list: %s
sv: Komponentlista: %s

source: Account e-mail
sv: Kontomejl

source: Used for e-mail notifications and as a commit e-mail if it is not configured below.
sv: Används för e-postaviseringar och som e-post för bekräftelse om det inte är konfigurerat nedan.

source: Verification failed. Try again later.
sv: Verifieringen misslyckades. FÃ¶rsÃ¶k igen senare.

source: Verification expired. Try again.
sv: Verifieringen har gÃ¥tt ut. FÃ¶rsÃ¶k igen.

source: I'm not a robot
sv: Jag Ã¤r ingen robot

source: Verification completed
sv: Verifiering slutfÃ¶rd

source: Verifyingâ¦
sv: BekrÃ¤ftarâ¦

source: Verification is still in progress, please wait.
sv: Verifieringen pÃ¥gÃ¥r fortfarande, vÃ¤nta.

source: Human verification
sv: Mänsklig verifiering

source: What is %s?
sv: Vad Ã¤r %s?

source: That was not correct, please try again.
sv: Det var inte rätt, försök igen.

source: Validation failed, please try again.
sv: Valideringen misslyckades, försök igen.

source: Subject
sv: Ämne

source: Your name
sv: Ditt namn

source: Your e-mail
sv: Din e-postadress

source: Please contact us in English. Otherwise, we might not process your request.
sv: Kontakta oss på engelska. Annars kan vi eventuellt inte behandla din förfrågan.

source: E-mail
sv: E-post

source: An e-mail with a confirmation link will be sent here.
sv: Mejl med en bekräftelselänk kommer att skickas hit.

source: New password confirmation
sv: Bekräfta nytt lösenord

source: Leave empty if you have not set a password yet.
sv: Lämna tomt om du ännu inte har ställt in något lösenord.

source: You have entered an invalid password.
sv: Du har angett ett felaktigt lösenord.

source: Username or e-mail
sv: Användarnamn eller e-post

source: Please enter the correct username and password.
sv: Ange korrekt användarnamn och lösenord.

source: This account is inactive.
sv: Detta konto är inaktiverat.

source: Component wide notifications
sv: Aviseringar för alla komponenter

source: Translation notifications
sv: Översättningsaviseringar

source: Use default setting
sv: Använd standardvärden

source: Other projects
sv: Andra projekt

source: Watched projects
sv: Bevakade projekt

source: Managed projects
sv: Hanterade projekt

source: Component: {}
sv: Komponent: {}

source: You will receive a notification for every such event in non-watched projects.
sv: Du kommer att få en avisering för varje sådan händelse i icke-bevakade projekt.

source: You will receive a notification for every such event in your watched projects.
sv: Du kommer att få en avisering via e-post för alla sådana händelser i dina bevakade projekt.

source: You will receive a notification for every such event in projects where you have admin permissions.
sv: Du kommer att få en avisering för varje sådan händelse i projekt där du har administratörsbehörighet.

source: You will receive a notification for every such event in %(project)s.
sv: Du kommer att få en avisering för varje sådan händelse i %(project)s.

source: You will receive a notification for every such event in %(component)s.
sv: Du kommer att få en avisering för varje sådan händelse i %(component)s.

source: You will only receive these notifications for your translated languages in non-watched projects.
sv: Du får bara dessa aviseringar för dina översatta språk i icke-bevakade projekt.

source: You will only receive these notifications for your translated languages in your watched projects.
sv: Du kommer endast att få valda aviseringar för dina översatta språk i dina övervakade projekt.

source: You will only receive these notifications for your translated languages in projects where you have admin permissions.
sv: Du får bara dessa aviseringar för dina översatta språk i projekt där du har administratörsbehörighet.

source: You will only receive these notifications for your translated languages in %(project)s.
sv: Du får bara dessa aviseringar för dina översatta språk i %(project)s.

source: You will only receive these notifications for your translated languages in %(component)s.
sv: Du får bara dessa aviseringar för dina översatta språk i %(component)s.

source: Date joined
sv: Datum för inträde

source: Translations made
sv: Översättningar

source: Suggestions made
sv: Givna förslag

source: Comments made
sv: Kommentarer gjorda

source: Screenshots uploaded
sv: Uppladdade skärmdumpar

source: The chosen sorting is not supported.
sv: Den valda sorteringen stöds inte.

source: Add user to a team
sv: Lägg till användare till ett team

source: Add team
sv: LÃ¤gg till team

source: Name your authentication app
sv: Namnge din autentiseringsapp

source: Verify the code from the app
sv: Verifiera koden från appen

source: Discard previously configured authentication apps
sv: Förkasta tidigare konfigurerade autentiseringsappar

source: All previously configured authentication apps will be discarded upon verification of the new app.
sv: Alla tidigare konfigurerade autentiseringsappar kommer att förkastas när den nya appen har verifierats.

source: Other two-factor methods (such as WebAuthn and security keys) won't be affected.
sv: Andra tvåfaktorsmetoder (som WebAuthn och säkerhetsnycklar) påverkas inte.

source: The entered token is not valid.
sv: Det angivna token är ogiltigt.
